Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/victims_of_crime/victims_and_the_probation_and_welfare_service.html.txt.tmx
Source language: en
Languages: ga

source: Victims of crime and the Probation Service
ga: An tSeirbhís Phromhaidh agus íospartaigh choireanna

source: The Probation Service prepares reports for the Courts to assist judges in determining appropriate sentences
ga: D'fhéadfadh sé go mbeadh teagmháil ag íobartach leis an tSeirbhís Phromhaidh

source: Probation Officers also work in Prisons as well as the Children Detentions Schools and Centres to address offending and related issues, and to assist in the settlement of prisoners on release
ga: Tá sé mar phríomhaidhmeanna ag an tseirbhís seo tuairscí a chur le chéile ar chiontóirí aonair tar éis dóibh a bheith ciontaithe as coir

source: The probation report will describe the offender, his or her family circumstances and his or her lifestyle, including whether or not he or she is an alcoholic or drug addict
ga: Cuirfidh an tuairisc phromhaidh síos ar an gciontóir, a t(h)eaghlach agus an cineál saoil atá aige/aici, san áireamh an mbaineann sé/sí míúsáid as alcól agus as drugaí

source: It will consider the attitude of the offender - whether he or she has accepted responsibility for his or her actions
ga: Cuirfidh sé síos ar dhearcadh an chiontóra - an bhfuil sé/sí sásta freagracht a ghlacadh as a bhfuil déanta aige/aici

source: It will discuss whether the offender is committed to improving his or her lifestyle or behaviour, for example, if he or she is serious about attending a drug treatment programme
ga: Déanfar plé ann ar an dearcadh atá ag an gciontóir maidir lena s(h)aol agus lena (h)iompar a leasú mar shampla, agus an bhfuil sé i gceist aige/aici a bheith dáiríre faoi fhreastal ar chlár le coir leighis a fháil i gcás míúsáid drugaí

source: The probation report will discuss whether an offender is suitable for a non-prison sentence like community service
ga: Cuirfidh an tuairisc phromhaidh síos ar fheiliúnacht an chiontóra lena t(h)éarma píonóis a chur isteach ar bhealach eile nach sa phríosún é seribhís a dhéanamh don phobal mar shampla

source: It may suggest conditions for a non-prison sentence, for example, that the offender move away from an residential area where he or she was getting into trouble
ga: D'fhéadfadh sé go mbeadh coinníollacha leagtha síos maidir le téarma píonóis nach sa phríosún é, mar shampla, go mbeadh ar an gciontóir imeacht ó cheantar cónaithe ina raibh sé/sí i dtrioblóid ann

source: In some circumstances the Probation Service may, at the request of the judge, prepare a victim impact report for the Court. The probation report will help the judge decide what type of sentence to impose on the offender
ga: Tabharfaidh an tuairisc phromhaidh cúnamh don bhreitheamh a (h)intinn a dhéanamh suas cén cineáil téarma píonóis a ghearrfaidh sé/sí ar an gciontóir

source: If the court decides that a non-prison sentence should be imposed, the Probation Service may supervise the offender in his or her treatment programmes and the community service he or she does.The Probation Services will supervise an offender on supervised release from custody
ga: Má dhéanann an chúirt cinneadh gur féidir téarma píonóis taobh amuigh den phríosún a ghearradh d'fhéadfadh sé go mbeadh an tSeirbhís Phromhaidh ag iarraidh faire ar an gciontóir agus é/í i mbun na gcláracha leighis agus na seirbhíse sa phobal a bhíonn le déanamh aige/aici

source: The Probation Service will:
ga: Cuirfidh an tSeirbhís Phromhaidh san áireamh:

source: • Consider your sensitivities and trauma in the way that it goes about its work
ga: • Mothúcháin agus tráma an íobartaigh agus é i mbun a chuid oibre

source: It strongly encourages offenders to take responsibility for the hurt, damage and suffering they have caused you
ga: Molann sé go láidir do chiontóirí freagracht a ghlacadh as an ngortú, damáiste agus fulaingt atá curtha acu ar an íobartach

source: • Make sure that offenders continue to address any problems with their behavior, lifestyle or attitude
ga: • Déanfaidh an tseirbhís cinnte go dtugann ciontóirí aghaidh go síoraí ar fhadhbanna a bhaineann lena saol agus lena ndearcadh

source: • Consider your concerns and needs when preparing probation reports
ga: • Imní agus riachtanais an íobartaigh nuair atá tuairiscí promhaidh dhá chur le chéile

source: • Help to prepare victim impact statements
ga: • Cúnamh ar fáil le ráitis ar thionchar ar íobartaigh a chur le chéile

source: • Make sure that any proposed community-based programmes are sensitive to your concerns and are designed to prevent re-offending
ga: • Déanfaidh an tseirbhís cinnte go dtugann aon chláracha pobail atá molta imní an íobartaigh san áireamh agus go bhfuileadar dírithe ar an gciontóir a choinneáil ó choireanna

source: If compensation was a condition of a non-prison sentence, the Probation Service may organise that you receive it
ga: Má bhí sé i gceist cúiteamh a íoc le híobartach mar chuid den choinníoll a bhain le téarma píonóis taobh amuigh den phríosún d'fhéadfadh sé go mbeadh ról ag an tSeirbhís Phromhaidh le cinntiú go n-íoctar an cúiteamh sin

source: If your expectations from the Probation Service are not met, or you have concerns or issues to raise you can write to the Director in the Probation Service
ga: Má theipeann ar an tSeirbhís Phromhaidh a bheith chomh maith agus a bhí duine ag súil leis is féidir teagmháil a dhéanamh leis an bPríomhOifigeach Promhaidh

source: Further information is available in the Probation Service Victims Charter (pdf)
ga: Tá tuilleadh eolais ar fáil sa Chairt Íospartach na Seirbhíse Promhaidh (pdf)

source: Tel:+353 (0)1 817 3600
ga: Teil:+353 (0)1 817 3600

source: Fax:+353 (0)1 872 2737
ga: Facs:+353 (0)1 872 2737
